Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: This token isn’t active. Create a new one with the button above.
de: Dieses Token ist nicht aktiv. Erstelle mit der Schaltfläche oben ein neues.
es: Este token no está activo. Crea uno nuevo con el botón de arriba.
fr: Ce jeton n’est pas actif. Créez-en un nouveau avec le bouton ci-dessus.
id: Token ini tidak aktif. Buat yang baru dengan tombol di atas.
it: Questo token non è attivo. Creane uno nuovo con il pulsante qui sopra.
ja: このトークンは有効ではありません。上のボタンで新しいトークンを作成してください。
ko: 이 토큰은 활성 상태가 아닙니다. 위의 버튼으로 새 토큰을 만드세요.
nl: Dit token is niet actief. Maak met de knop hierboven een nieuw token aan.
pl: Ten token nie jest aktywny. Utwórz nowy za pomocą przycisku powyżej.
pt_br: Este token não está ativo. Crie um novo com o botão acima.
ru: Этот токен не активен. Создайте новый с помощью кнопки выше.
tr: Bu token etkin değil. Yukarıdaki düğmeyle yeni bir tane oluştur.
uk: Цей токен не активний. Створіть новий за допомогою кнопки вище.
vi: Token này không hoạt động. Hãy tạo token mới bằng nút ở trên.
zh_hans: 此令牌未启用。请使用上方的按钮创建新令牌。
zh_hant: 此權杖未啟用。請使用上方的按鈕建立新的權杖。

source: Thumbnails
de: Vorschaubilder
es: Miniaturas
fr: Vignettes
id: Gambar Mini
it: Miniature
ja: サムネイル
ko: 썸네일
nl: Miniaturen
pl: Miniatury
pt_br: Miniaturas
ru: Миниатюры
tr: Küçük Resimler
uk: Мініатюри
vi: Hình thu nhỏ
zh_hans: 缩略图
zh_hant: 縮圖

source: Thumbnails are also saved in your bucket, in this folder, so your other devices can show them. Each one is deleted, moved or expires along with its file. Use a folder only for thumbnails: it’s hidden in the bucket view.
de: Vorschaubilder werden zusätzlich in diesem Ordner deines Buckets gespeichert, damit deine anderen Geräte sie anzeigen können. Jedes wird zusammen mit seiner Datei gelöscht, verschoben oder läuft ab. Verwende einen Ordner nur für Vorschaubilder: Er wird in der Bucket-Ansicht ausgeblendet.
es: Las miniaturas también se guardan en tu bucket, en esta carpeta, para que tus otros dispositivos puedan mostrarlas. Cada una se elimina, se mueve o caduca junto con su archivo. Usa una carpeta solo para miniaturas: queda oculta en la vista del bucket.
fr: Les vignettes sont aussi enregistrées dans votre bucket, dans ce dossier, pour que vos autres appareils puissent les afficher. Chacune est supprimée, déplacée ou expire avec son fichier. Utilisez un dossier réservé aux vignettes : il est masqué dans la vue du bucket.
id: Gambar mini juga disimpan di bucket Anda, di folder ini, agar perangkat Anda yang lain dapat menampilkannya. Masing-masing dihapus, dipindahkan, atau kedaluwarsa bersama filenya. Gunakan folder ini khusus untuk gambar mini: folder ini disembunyikan di tampilan bucket.
it: Le miniature vengono salvate anche nel tuo bucket, in questa cartella, così gli altri tuoi dispositivi possono mostrarle. Ognuna viene eliminata, spostata o scade insieme al suo file. Usa una cartella solo per le miniature: è nascosta nella vista bucket.
ja: サムネイルはバケットのこのフォルダにも保存され、ほかのデバイスでも表示できます。各サムネイルは元のファイルと一緒に削除、移動、期限切れになります。サムネイル専用のフォルダを使ってください。バケット表示では非表示になります。
ko: 썸네일은 버킷의 이 폴더에도 저장되므로 다른 기기에서도 표시할 수 있습니다. 각 썸네일은 원본 파일과 함께 삭제, 이동 또는 만료됩니다. 썸네일 전용 폴더를 사용하십시오. 이 폴더는 버킷 보기에서 숨겨집니다.
nl: Miniaturen worden ook in deze map in je bucket bewaard, zodat je andere apparaten ze kunnen tonen. Elke miniatuur wordt samen met het bijbehorende bestand verwijderd of verplaatst, en verloopt ook tegelijk. Gebruik de map alleen voor miniaturen: hij wordt verborgen in de bucketweergave.
pl: Miniatury są też zapisywane w tym folderze bucketu, aby inne urządzenia mogły je wyświetlać. Każda z nich jest usuwana, przenoszona lub wygasa razem ze swoim plikiem. Używaj tego folderu tylko na miniatury: w widoku bucketu jest on ukryty.
pt_br: As miniaturas também são salvas no seu bucket, nesta pasta, para que seus outros dispositivos possam exibi-las. Cada uma é apagada, movida ou expira junto com o arquivo. Use uma pasta só para miniaturas: ela fica oculta na visualização do bucket.
ru: Миниатюры также сохраняются в бакете, в этой папке, чтобы их могли показывать другие ваши устройства. Каждая миниатюра удаляется, перемещается или истекает вместе со своим файлом. Используйте эту папку только для миниатюр: при просмотре бакета она скрыта.
tr: Küçük resimler, diğer cihazların da gösterebilsin diye bucket'ında bu klasöre de kaydedilir. Her biri kendi dosyasıyla birlikte silinir, taşınır veya süresi dolar. Yalnızca küçük resimler için bir klasör kullan: bucket görünümünde gizlenir.
uk: Мініатюри також зберігаються у вашому бакеті, у цій папці, щоб ваші інші пристрої могли їх показувати. Кожна мініатюра видаляється, переміщується або втрачає чинність разом зі своїм файлом. Використовуйте цю папку лише для мініатюр: у перегляді бакета вона прихована.
vi: Hình thu nhỏ cũng được lưu trong bucket của bạn, trong thư mục này, để các thiết bị khác của bạn có thể hiển thị chúng. Mỗi hình thu nhỏ được xóa, di chuyển hoặc hết hạn cùng với tệp của nó. Chỉ dùng thư mục này cho hình thu nhỏ: thư mục sẽ bị ẩn trong chế độ xem bucket.
zh_hans: 缩略图也会保存在你的存储桶的此文件夹中，以便你的其他设备显示。每个缩略图都会随其文件一起删除、移动或过期。请使用仅存放缩略图的文件夹：它在存储桶视图中是隐藏的。
zh_hant: 縮圖也會儲存在你儲存貯體的此資料夾中，讓你的其他裝置也能顯示。每張縮圖都會隨其檔案一起刪除、搬移或過期。請使用僅存放縮圖的資料夾：它在儲存貯體檢視中會隱藏。

source: Thumbnails are made again when they’re shown, which can mean downloading files up to 25 MB. Thumbnails saved in buckets aren’t affected. To stop making them, turn Thumbnails off for a destination.
de: Vorschaubilder werden neu erstellt, sobald sie angezeigt werden. Dafür werden eventuell Dateien bis 25 MB geladen. In Buckets gespeicherte Vorschaubilder bleiben erhalten. Um keine mehr zu erstellen, schalte Vorschaubilder für ein Ziel aus.
es: Las miniaturas se vuelven a crear cuando se muestran, lo que puede suponer descargar archivos de hasta 25 MB. Las miniaturas guardadas en buckets no se ven afectadas. Para dejar de crearlas, desactiva Miniaturas en un destino.
fr: Les vignettes sont recréées lorsqu’elles sont affichées, ce qui peut impliquer de télécharger des fichiers jusqu’à 25 Mo. Les vignettes enregistrées dans les buckets ne sont pas concernées. Pour ne plus en créer, désactivez Vignettes pour une destination.
id: Gambar mini dibuat ulang saat ditampilkan, yang bisa berarti mengunduh file hingga 25 MB. Gambar mini yang disimpan di bucket tidak terpengaruh. Untuk berhenti membuatnya, matikan Gambar Mini untuk tujuan.
it: Le miniature vengono ricreate quando vengono mostrate, il che può comportare il download di file fino a 25 MB. Le miniature salvate nei bucket non vengono toccate. Per non crearle più, disattiva Miniature per una destinazione.
ja: サムネイルは表示されたときに再作成されます。その際、最大25 MBのファイルをダウンロードすることがあります。バケットに保存されたサムネイルには影響しません。作成を止めるには、保存先のサムネイルをオフにしてください。
ko: 썸네일은 표시될 때 다시 만들어지며, 이때 최대 25MB의 파일을 다운로드할 수 있습니다. 버킷에 저장된 썸네일은 영향을 받지 않습니다. 썸네일 생성을 중단하려면 대상의 썸네일을 끄십시오.
nl: Miniaturen worden opnieuw aangemaakt zodra ze worden getoond, waarvoor soms bestanden tot 25 MB worden gedownload. Miniaturen die in buckets zijn bewaard, blijven staan. Wil je geen miniaturen meer laten aanmaken, zet ‘Miniaturen’ dan uit voor een bestemming.
pl: Miniatury są tworzone ponownie przy wyświetlaniu, co może oznaczać pobieranie plików o rozmiarze do 25 MB. Nie dotyczy to miniatur zapisanych w bucketach. Aby przestać je tworzyć, wyłącz miniatury dla miejsca docelowego.
pt_br: As miniaturas são criadas de novo quando exibidas, o que pode exigir baixar arquivos de até 25 MB. As miniaturas salvas em buckets não são afetadas. Para parar de criá-las, desative Miniaturas em um destino.
ru: Миниатюры создаются заново при показе, и для этого может потребоваться скачать файлы размером до 25 МБ. Миниатюры, сохраненные в бакетах, не затрагиваются. Чтобы больше не создавать их, выключите миниатюры для места назначения.
tr: Küçük resimler gösterildiklerinde yeniden oluşturulur, bunun için 25 MB'a kadar dosyalar indirilebilir. Bucket'larda kayıtlı küçük resimler etkilenmez. Oluşturulmalarını durdurmak için bir hedefte Küçük Resimler'i kapat.
uk: Мініатюри створюються знову, коли їх показують, а для цього може знадобитися завантажити файли розміром до 25 МБ. Мініатюр, збережених у бакетах, це не стосується. Щоб більше їх не створювати, вимкніть мініатюри для цілі.
vi: Hình thu nhỏ sẽ được tạo lại khi hiển thị, có thể phải tải xuống các tệp đến 25 MB. Hình thu nhỏ đã lưu trong bucket không bị ảnh hưởng. Để ngừng tạo hình thu nhỏ, hãy tắt Hình thu nhỏ cho đích.
zh_hans: 缩略图会在显示时重新生成，这可能需要下载最大 25 MB 的文件。保存在存储桶中的缩略图不受影响。若要停止生成，请为目标关闭缩略图。
zh_hant: 縮圖會在顯示時重新製作，可能需要下載最大 25 MB 的檔案。儲存在儲存貯體中的縮圖不受影響。若要停止製作，請為目的地關閉「縮圖」。

source: Thumbnails of photos, videos, PDFs and documents are made on this Mac and kept only here. Files already in the bucket get one when they’re shown, if they’re under 25 MB.
de: Vorschaubilder von Fotos, Videos, PDFs und Dokumenten werden auf diesem Mac erstellt und nur hier gespeichert. Dateien, die schon im Bucket liegen, bekommen eines, sobald sie angezeigt werden, wenn sie kleiner als 25 MB sind.
es: Las miniaturas de fotos, vídeos, PDF y documentos se crean en este Mac y solo se guardan aquí. Los archivos que ya están en el bucket reciben una al mostrarse, si ocupan menos de 25 MB.
fr: Les vignettes des photos, vidéos, PDF et documents sont créées sur ce Mac et conservées uniquement ici. Les fichiers déjà présents dans le bucket en reçoivent une lorsqu’ils sont affichés, s’ils font moins de 25 Mo.
id: Gambar mini foto, video, PDF, dan dokumen dibuat di Mac ini dan hanya disimpan di sini. File yang sudah ada di bucket mendapatkan gambar mini saat ditampilkan, jika ukurannya di bawah 25 MB.
it: Le miniature di foto, video, PDF e documenti vengono create su questo Mac e conservate solo qui. I file già presenti nel bucket ne ricevono una quando vengono mostrati, se sono più piccoli di 25 MB.
ja: 写真、ビデオ、PDF、書類のサムネイルはこのMacで作成され、ここにだけ保存されます。すでにバケットにあるファイルは、25 MB未満なら表示されたときにサムネイルが作成されます。
ko: 사진, 비디오, PDF 및 문서의 썸네일은 이 Mac에서 만들어지며 이 Mac에만 보관됩니다. 버킷에 이미 있는 파일은 25MB 미만인 경우 표시될 때 썸네일이 만들어집니다.
nl: Miniaturen van foto’s, video’s, pdf’s en documenten worden op deze Mac aangemaakt en alleen hier bewaard. Bestanden die al in de bucket staan, krijgen er een zodra ze worden getoond, als ze kleiner zijn dan 25 MB.
pl: Miniatury zdjęć, filmów, plików PDF i dokumentów są tworzone na tym Macu i przechowywane tylko tutaj. Pliki, które już są w buckecie, otrzymują miniaturę przy wyświetleniu, jeśli mają mniej niż 25 MB.
pt_br: As miniaturas de fotos, vídeos, PDFs e documentos são criadas neste Mac e guardadas só aqui. Arquivos que já estão no bucket ganham uma quando são exibidos, se tiverem menos de 25 MB.
ru: Миниатюры фото, видео, PDF и документов создаются на этом Mac и хранятся только здесь. Файлы, которые уже есть в бакете, получают миниатюру при показе, если они меньше 25 МБ.
tr: Fotoğraf, video, PDF ve belgelerin küçük resimleri bu Mac'te oluşturulur ve yalnızca burada tutulur. Bucket'ta zaten bulunan dosyalar, 25 MB'tan küçüklerse gösterildiklerinde bir küçük resim alır.
uk: Мініатюри фото, відео, PDF і документів створюються на цьому Mac і зберігаються лише тут. Файли, які вже є в бакеті, отримують мініатюру під час показу, якщо вони менші за 25 МБ.
vi: Hình thu nhỏ của ảnh, video, PDF và tài liệu được tạo trên máy Mac này và chỉ lưu tại đây. Các tệp đã có trong bucket sẽ có hình thu nhỏ khi được hiển thị, nếu dung lượng dưới 25 MB.
zh_hans: 照片、视频、PDF 和文稿的缩略图会在这台 Mac 上生成，并只保存在这里。已在存储桶中的文件若小于 25 MB，会在显示时生成缩略图。
zh_hant: 照片、影片、PDF 和文件的縮圖會在這台 Mac 上製作，且只保留在這裡。儲存貯體中既有的檔案若小於 25 MB，會在顯示時製作縮圖。

source: Thumbnails on this Mac
de: Vorschaubilder auf diesem Mac
es: Miniaturas en este Mac
fr: Vignettes sur ce Mac
id: Gambar mini di Mac ini
it: Miniature su questo Mac
ja: このMac上のサムネイル
ko: 이 Mac의 썸네일
nl: Miniaturen op deze Mac
pl: Miniatury na tym Macu
pt_br: Miniaturas neste Mac
ru: Миниатюры на этом Mac
tr: Bu Mac'teki küçük resimler
uk: Мініатюри на цьому Mac
vi: Hình thu nhỏ trên máy Mac này
zh_hans: 这台 Mac 上的缩略图
zh_hant: 這台 Mac 上的縮圖

source: Thumbnails saved in %@ stay in the bucket unless you delete them. Your files aren’t affected.
de: In %@ gespeicherte Vorschaubilder bleiben im Bucket, bis du sie löschst. Deine Dateien sind nicht betroffen.
es: Las miniaturas guardadas en %@ se quedan en el bucket a menos que las elimines. Tus archivos no se ven afectados.
fr: Les vignettes enregistrées dans %@ restent dans le bucket tant que vous ne les supprimez pas. Vos fichiers ne sont pas concernés.
id: Gambar mini yang disimpan di %@ tetap ada di bucket kecuali Anda menghapusnya. File Anda tidak terpengaruh.
it: Le miniature salvate in %@ restano nel bucket finché non le elimini. I tuoi file non vengono toccati.
ja: %@ に保存されたサムネイルは、削除しない限りバケットに残ります。ファイル自体には影響しません。
ko: %@에 저장된 썸네일은 직접 삭제하지 않는 한 버킷에 남아 있습니다. 파일은 영향을 받지 않습니다.
nl: Miniaturen die in %@ zijn bewaard, blijven in de bucket tenzij je ze verwijdert. Je bestanden worden niet aangetast.
pl: Miniatury zapisane w %@ pozostają w buckecie, dopóki ich nie usuniesz. Nie ma to wpływu na Twoje pliki.
pt_br: As miniaturas salvas em %@ continuam no bucket, a menos que você as apague. Seus arquivos não são afetados.
ru: Миниатюры, сохраненные в %@, остаются в бакете, пока вы их не удалите. Ваши файлы не затрагиваются.
tr: %@ içine kaydedilen küçük resimler, sen silmedikçe bucket'ta kalır. Dosyaların etkilenmez.
uk: Мініатюри, збережені в %@, залишаються в бакеті, доки ви їх не видалите. Ваших файлів це не стосується.
vi: Hình thu nhỏ đã lưu trong %@ vẫn ở lại bucket trừ khi bạn xóa chúng. Tệp của bạn không bị ảnh hưởng.
zh_hans: 保存在 %@ 中的缩略图会保留在存储桶中，除非你删除它们。你的文件不受影响。
zh_hant: 儲存在 %@ 中的縮圖會保留在儲存貯體中，除非你刪除它們。你的檔案不受影響。

source: Turn on public links
de: Öffentliche Links aktivieren
es: Activar enlaces públicos
fr: Activer les liens publics
id: Aktifkan tautan publik
it: Attiva i link pubblici
ja: 公開リンクをオンにする
ko: 공개 링크 켜기
nl: Openbare links inschakelen
pl: Włącz linki publiczne
pt_br: Ativar links públicos
ru: Включить публичные ссылки
tr: Genel bağlantıları aç
uk: Увімкнути публічні посилання
vi: Bật liên kết công khai
zh_hans: 开启公开链接
zh_hant: 開啟公開連結

source: Upload %lld items with Aktar?
de: %lld Objekte mit Aktar hochladen?
es: ¿Subir %lld elementos con Aktar?
fr: Envoyer %lld éléments avec Aktar ?
id: Unggah %lld item dengan Aktar?
it: Caricare %lld elementi con Aktar?
ja: %lld項目をAktarでアップロードしますか?
ko: 항목 %lld개를 Aktar로 업로드하겠습니까?
nl: %lld onderdelen uploaden met Aktar?
pl: Przesłać elementy (%lld) za pomocą Aktara?
pt_br: Enviar %lld itens com o Aktar?
ru: Загрузить объекты (%lld) с помощью Aktar?
tr: %lld öğe Aktar ile yüklensin mi?
uk: Вивантажити об’єкти (%lld) за допомогою Aktar?
vi: Tải lên %lld mục bằng Aktar?
zh_hans: 要使用 Aktar 上传 %lld 个项目吗？
zh_hant: 要使用 Aktar 上傳 %lld 個項目嗎？

source: Upload Clipboard
de: Zwischenablage hochladen
es: Subir portapapeles
fr: Envoyer le presse-papiers
id: Unggah Papan Klip
it: Carica Appunti
ja: クリップボードをアップロード
ko: 클립보드 업로드
nl: Upload klembord
pl: Prześlij zawartość schowka
pt_br: Enviar área de transferência
ru: Загрузить из буфера обмена
tr: Panoyu Yükle
uk: Вивантажити буфер обміну
vi: Tải lên bộ nhớ tạm
zh_hans: 上传剪贴板
zh_hant: 上傳剪貼簿

source: Upload clipboard here
de: Zwischenablage hierher laden
es: Subir el portapapeles aquí
fr: Envoyer le presse-papiers ici
id: Unggah papan klip ke sini
it: Carica Appunti qui
ja: クリップボードをここにアップロード
ko: 여기로 클립보드 업로드
nl: Upload klembord hierheen
pl: Przesyłaj tutaj zawartość schowka
pt_br: Enviar a área de transferência para cá
ru: Загрузить сюда из буфера обмена
tr: Panoyu buraya yükle
uk: Вивантажувати буфер обміну сюди
vi: Tải bộ nhớ tạm lên đây
zh_hans: 将剪贴板上传到这里
zh_hant: 將剪貼簿上傳到這裡

source: Upload File
de: Datei hochladen
es: Subir archivo
fr: Envoyer un fichier
id: Unggah File
it: Carica file
ja: ファイルをアップロード
ko: 파일 업로드
nl: Upload bestand
pl: Prześlij plik
pt_br: Enviar arquivo
ru: Загрузить файл
tr: Dosya Yükle
uk: Вивантажити файл
vi: Tải lên tệp
zh_hans: 上传文件
zh_hant: 上傳檔案

source: Upload “%@” with Aktar?
de: „%@“ mit Aktar hochladen?
es: ¿Subir «%@» con Aktar?
fr: Envoyer « %@ » avec Aktar ?
id: Unggah “%@” dengan Aktar?
it: Caricare “%@” con Aktar?
ja: 「%@」をAktarでアップロードしますか?
ko: ‘%@’을(를) Aktar로 업로드하겠습니까?
nl: ‘%@’ uploaden met Aktar?
pl: Przesłać „%@” za pomocą Aktara?
pt_br: Enviar “%@” com o Aktar?
ru: Загрузить «%@» с помощью Aktar?
tr: “%@” Aktar ile yüklensin mi?
uk: Вивантажити «%@» за допомогою Aktar?
vi: Tải lên “%@” bằng Aktar?
zh_hans: 要使用 Aktar 上传“%@”吗？
zh_hant: 要使用 Aktar 上傳「%@」嗎？

source: Uploads files to your storage with Aktar and returns their links.
de: Lädt Dateien mit Aktar in deinen Speicher und gibt ihre Links zurück.
es: Sube archivos a tu almacenamiento con Aktar y devuelve sus enlaces.
fr: Envoie des fichiers vers votre stockage avec Aktar et renvoie leurs liens.
id: Mengunggah file ke penyimpanan Anda dengan Aktar dan mengembalikan tautannya.
it: Carica file nel tuo spazio di archiviazione con Aktar e restituisce i relativi link.
ja: Aktar でファイルをストレージにアップロードし、そのリンクを返します。
ko: Aktar로 파일을 저장 공간에 업로드하고 링크를 반환합니다.
nl: Uploadt bestanden met Aktar naar je opslag en geeft hun links.
pl: Przesyła pliki do Twojego magazynu za pomocą Aktara i zwraca ich linki.
pt_br: Envia arquivos para o seu armazenamento com o Aktar e devolve os links.
ru: Загружает файлы в ваше хранилище с помощью Aktar и возвращает их ссылки.
tr: Dosyaları Aktar ile depolama alanına yükler ve linklerini döndürür.
uk: Вивантажує файли у ваше сховище за допомогою Aktar і повертає посилання на них.
vi: Tải tệp lên bộ nhớ lưu trữ của bạn bằng Aktar và trả về liên kết.
zh_hans: 使用 Aktar 将文件上传到你的存储，并返回其链接。
zh_hant: 使用 Aktar 將檔案上傳到你的儲存空間，並傳回其連結。

source: Uploads the file or image on the clipboard with Aktar and returns its link.
de: Lädt die Datei oder das Bild aus der Zwischenablage mit Aktar hoch und gibt den Link zurück.
es: Sube con Aktar el archivo o la imagen del portapapeles y devuelve su enlace.
fr: Envoie avec Aktar le fichier ou l’image du presse-papiers et renvoie son lien.
id: Mengunggah file atau gambar di papan klip dengan Aktar dan mengembalikan tautannya.
it: Carica con Aktar il file o l’immagine negli Appunti e ne restituisce il link.
ja: クリップボードのファイルまたは画像を Aktar でアップロードし、そのリンクを返します。
ko: 클립보드에 있는 파일이나 이미지를 Aktar로 업로드하고 링크를 반환합니다.
nl: Uploadt het bestand of de afbeelding op het klembord met Aktar en geeft de link.
pl: Przesyła plik lub obraz ze schowka za pomocą Aktara i zwraca jego link.
pt_br: Envia com o Aktar o arquivo ou a imagem da área de transferência e devolve o link.
ru: Загружает файл или изображение из буфера обмена с помощью Aktar и возвращает ссылку.
tr: Panodaki dosyayı ya da görseli Aktar ile yükler ve linkini döndürür.
uk: Вивантажує файл чи зображення з буфера обміну за допомогою Aktar і повертає посилання.
vi: Tải lên tệp hoặc hình ảnh trong bộ nhớ tạm bằng Aktar và trả về liên kết.
zh_hans: 使用 Aktar 上传剪贴板中的文件或图片，并返回其链接。
zh_hant: 使用 Aktar 上傳剪貼簿中的檔案或影像，並傳回其連結。

source: Uploads what’s on the clipboard to this destination, whatever “Use for” says. Kept on this Mac only.
de: Lädt den Inhalt der Zwischenablage zu diesem Ziel, egal was „Verwenden für“ sagt. Nur auf diesem Mac gespeichert.
es: Sube lo que hay en el portapapeles a este destino, diga lo que diga «Usar para». Solo se guarda en este Mac.
fr: Envoie le contenu du presse-papiers vers cette destination, quoi qu’indique « Utiliser pour ». Gardé sur ce Mac uniquement.
id: Mengunggah isi papan klip ke tujuan ini, apa pun pengaturan “Gunakan untuk”. Hanya disimpan di Mac ini.
it: Carica il contenuto degli Appunti su questa destinazione, qualunque cosa indichi “Usa per”. Salvato solo su questo Mac.
ja: 「用途」の設定にかかわらず、クリップボードの内容をこのアップロード先にアップロードします。このMacにだけ保存されます。
ko: ‘용도’ 설정과 관계없이 클립보드의 내용을 이 대상에 업로드합니다. 이 Mac에만 보관됩니다.
nl: Uploadt de inhoud van het klembord naar deze bestemming, ongeacht wat er bij ‘Gebruiken voor’ staat. Alleen op deze Mac bewaard.
pl: Przesyła zawartość schowka do tego miejsca docelowego, niezależnie od ustawienia „Używaj dla”. Zapisywane tylko na tym Macu.
pt_br: Envia o que estiver na área de transferência para este destino, independentemente de “Usar para”. Fica só neste Mac.
ru: Загружает содержимое буфера обмена в это место назначения независимо от настройки «Использовать для». Хранится только на этом Mac.
tr: Panodakini, “Kullanım” ne derse desin bu hedefe yükler. Yalnızca bu Mac'te tutulur.
uk: Вивантажує вміст буфера обміну в цю ціль, незалежно від «Використовувати для». Зберігається лише на цьому Mac.
vi: Tải nội dung trong bộ nhớ tạm lên đích này, bất kể “Dùng cho” được đặt thế nào. Chỉ lưu trên máy Mac này.
zh_hans: 将剪贴板中的内容上传到此目标，不受“用于”设置影响。仅保存在这台 Mac 上。
zh_hant: 無論「用於」如何設定，都會將剪貼簿中的內容上傳到此目的地。僅保留在這台 Mac 上。

source: Use 3 to 63 lowercase letters, numbers and hyphens, starting and ending with a letter or number.
de: Verwende 3 bis 63 Kleinbuchstaben, Ziffern und Bindestriche, mit einem Buchstaben oder einer Ziffer am Anfang und am Ende.
es: Usa de 3 a 63 letras minúsculas, números y guiones, empezando y terminando con una letra o un número.
fr: Utilisez de 3 à 63 lettres minuscules, chiffres et tirets, en commençant et en terminant par une lettre ou un chiffre.
id: Gunakan 3 sampai 63 huruf kecil, angka, dan tanda hubung, diawali dan diakhiri dengan huruf atau angka.
it: Usa da 3 a 63 lettere minuscole, numeri e trattini, iniziando e terminando con una lettera o un numero.
ja: 小文字の英字、数字、ハイフンを3〜63文字で指定し、先頭と末尾は英字か数字にしてください。
ko: 소문자, 숫자, 하이픈을 3자에서 63자까지 사용하고, 시작과 끝은 문자나 숫자여야 합니다.
nl: Gebruik 3 tot 63 kleine letters, cijfers en koppeltekens, beginnend en eindigend met een letter of cijfer.
pl: Użyj od 3 do 63 małych liter, cyfr i myślników, zaczynając i kończąc literą lub cyfrą.
pt_br: Use de 3 a 63 letras minúsculas, números e hifens, começando e terminando com uma letra ou número.
ru: Используйте от 3 до 63 строчных букв, цифр и дефисов; начинаться и заканчиваться имя должно буквой или цифрой.
tr: 3 ile 63 arasında küçük harf, rakam ve tire kullan; harf veya rakamla başlayıp bitmeli.
uk: Використовуйте від 3 до 63 малих літер, цифр і дефісів; назва має починатися й закінчуватися літерою або цифрою.
vi: Dùng từ 3 đến 63 chữ thường, chữ số và dấu gạch ngang, bắt đầu và kết thúc bằng chữ cái hoặc chữ số.
zh_hans: 请使用 3 到 63 个小写字母、数字和连字符，并以字母或数字开头和结尾。
zh_hant: 請使用 3 到 63 個小寫字母、數字和連字號，並以字母或數字開頭和結尾。

source: Use Clean URL
de: Saubere URL verwenden
es: Usar URL limpia
fr: Utiliser l’URL épurée
id: Gunakan URL Ringkas
it: Usa URL pulito
ja: クリーンな URL を使用
ko: 깔끔한 URL 사용
nl: Schone URL gebruiken
pl: Użyj czystego URL
pt_br: Usar URL limpa
ru: Использовать чистый URL
tr: Temiz URL Kullan
uk: Використати чисту URL-адресу
vi: Dùng URL gọn
zh_hans: 使用简洁 URL
zh_hant: 使用簡潔 URL

source: Use For
de: Verwenden für
es: Usar para
fr: Utiliser pour
id: Gunakan untuk
it: Usa per
ja: 用途
ko: 용도
nl: Gebruiken voor
pl: Używaj dla
pt_br: Usar para
ru: Использовать для
tr: Kullanım
uk: Використовувати для
vi: Dùng cho
zh_hans: 用于
zh_hant: 用於

source: Use this output template
de: Diese Ausgabevorlage verwenden
es: Usar esta plantilla de salida
fr: Utiliser ce modèle de sortie
id: Gunakan template keluaran ini
it: Usa questo modello di output
ja: この出力テンプレートを使用
ko: 이 출력 템플릿 사용
nl: Dit uitvoersjabloon gebruiken
pl: Użyj tego szablonu wyniku
pt_br: Usar este modelo de saída
ru: Использовать этот шаблон вывода
tr: Bu çıktı şablonunu kullan
uk: Використовувати цей шаблон виводу
vi: Dùng mẫu đầu ra này
zh_hans: 使用此输出模板
zh_hant: 使用此輸出範本
